Repository: BulkGate/woosms
Catalog: languages/woosms-sms-module-for-woocommerce-*.po
Languages: bg_bg, et_ee, is_is, lv_lv, sr_rs

source: BulkGate SMS Plugin for WooCommerce
bg_bg: BulkGate SMS Плъгин за WooCommerce
et_ee: BulkGate SMS plugin WooCommerce'ile
is_is: BulkGate SMS Viðbótin fyrir WooCommerce
lv_lv: BulkGate SMS spraudnis WooCommerce
sr_rs: BulkGate SMS додатак за Вукомерце

source: Notify your customers about order status via SMS notifications.
bg_bg: Уведомявайте клиентите си за статуса на поръчката чрез SMS уведомления.
et_ee: Teavitage oma kliente tellimuse oleku kohta SMS-teadete kaudu.
is_is: Tilkynni viðskiptavinum þínum um stöðu pöntunar með SMS tilkynningum.
lv_lv: Informējiet savus klientus par pasūtījuma statusu, izmantojot SMS paziņojumus.
sr_rs: Обавестите своје купце о статусу поруџбине путем СМС обавештења.

source: BulkGate Debug
bg_bg: Отстраняване на грешки BulkGate
et_ee: BulkGate tõrkeotsing
is_is: BulkGate Vegna villugreining
lv_lv: BulkGate kļūdu labošana
sr_rs: BulkGate дебаговање

source: This page serves as a comprehensive tool for users to monitor, analyze, and troubleshoot the plugin, including tracking errors in the log. It also provides essential information and troubleshooting capabilities.
bg_bg: Тази страница служи като комплексен инструмент за потребителите за наблюдение, анализ и отстраняване на проблеми с плъгина, включително проследяване на грешки в дневника. Тя предоставя също важна информация и възможности за отстраняване на неизправности.
et_ee: See leht toimib kasutajatele plugini jälgimiseks, analüüsimiseks ja tõrkeotsinguks, sealhulgas veatuste jälgimiseks logis. See pakub ka olulist teavet ja tõrkeotsingu võimalusi.
is_is: Þessi síða er umfangsmikið tól fyrir notendur til að fylgjast með, greina og leysa vandamál með viðbótina, þar á meðal að rekja villa í dagbókinni. Hún veitir einnig nauðsynlegar upplýsingar og getu til að leysa vandamál.
lv_lv: Šī lapa kalpo kā visaptverošs rīks lietotājiem, lai uzraudzītu, analizētu un novērstu spraudni, ieskaitot kļūdu izsekošanu žurnālā. Tā arī nodrošina būtisku informāciju un problēmu novēršanas iespējas.
sr_rs: Ова страница служи као комплетан алат за кориснике да прате, анализирају и отклањају проблеме са додатком, укључујући испис грешака у дневнику. Такође пружа основне информације и могућности отклањања проблема.

source: Requirements test
bg_bg: Тест на изискванията
et_ee: Nõuete test
is_is: Kröfurpróf
lv_lv: Prasību pārbaude
sr_rs: Тест захтева

source: Error log
bg_bg: Дневник на грешките
et_ee: Vigade logi
is_is: Villudagbók
lv_lv: Kļūdu žurnāls
sr_rs: Дневник грешака

source: BulkGate Sending Interval
bg_bg: Интервал за изпращане на BulkGate
et_ee: BulkGate saatmise intervall
is_is: BulkGate Senda Bil
lv_lv: BulkGate sūtīšanas intervāls
sr_rs: Интервал слања у BulkGate

source: BulkGate Synchronize Interval
bg_bg: Интервал за синхронизация на BulkGate
et_ee: BulkGate sünkroniseerimise intervall
is_is: BulkGate Samhæfa Bil
lv_lv: BulkGate sinhronizācijas intervāls
sr_rs: Интервал синхронизације у BulkGate

source: You must be logged in to get the plugin working.
bg_bg: Трябва да сте влезли в системата, за да използвате плъгина.
et_ee: Plugini tööle saamiseks peate sisse logima.
is_is: Þú verður að skrá þig inn til að nota viðbótina.
lv_lv: Lai spraudnis darbotos, jums jāpiesakās.
sr_rs: Морате бити пријављени да бисте користили додатак.

source: Log in
bg_bg: Вход
et_ee: Logi sisse
is_is: Skrá inn
lv_lv: Piesakieties
sr_rs: Пријавите се

source: Help Desk
bg_bg: Център за помощ
et_ee: Abilaud
is_is: Hjálparborð
lv_lv: Palīdzības birojs
sr_rs: Помоћна радна станица

source: Price List
bg_bg: Ценова листа
et_ee: Hinnakiri
is_is: Verðskrá
lv_lv: Cenrādis
sr_rs: Ценовник

source: YouTube Channel
bg_bg: Канал в YouTube
et_ee: YouTube'i kanal
is_is: YouTube Kanal
lv_lv: YouTube kanāls
sr_rs: Јутјуб канал

source: Contact us
bg_bg: Свържете се с нас
et_ee: Võtke meiega ühendust
is_is: Hafðu samband
lv_lv: Sazinieties ar mums
sr_rs: Контактирајте нас

source: Terms of Service
bg_bg: Условия за ползване
et_ee: Teenuse tingimused
is_is: Þjónustuskilmálar
lv_lv: Pakalpojuma noteikumi
sr_rs: Услови коришћења

source: Privacy Policy
bg_bg: Политика за поверителност
et_ee: Privaatsuspoliitika
is_is: Persónuverndarstefna
lv_lv: Konfidencialitātes politika
sr_rs: Политика приватности

source: Debug
bg_bg: Отстраняване на грешки
et_ee: Tõrkeotsing
is_is: Villaugreining
lv_lv: Kļūdu labošana
sr_rs: Дебаговање

source: Log In
bg_bg: Вход
et_ee: Logi sisse
is_is: Skrá inn
lv_lv: Piesakieties
sr_rs: Пријави се

source: Settings
bg_bg: Настройки
et_ee: Seaded
is_is: Stillingar
lv_lv: Iestatījumi
sr_rs: Подешавања
